package §_-X1k§
{
   import flash.utils.getDefinitionByName;
   
   public class §_-42H§
   {
      
      public static const §_-O1l§:int = 170;
      
      private static var type:int = 0;
      
      private static var §_-U1R§:int = 0;
      
      public static const §_-R2h§:int = type++;
      
      public static const §_-zL§:int = type++;
      
      public static const §_-R1m§:int = type++;
      
      public static const §_-P2Z§:int = §_-U1R§++;
      
      public static const §_-v1B§:int = §_-U1R§++;
      
      public static const §_-bt§:int = §_-U1R§++;
      
      public static const §_-H3§:int = §_-U1R§++;
      
      public static const §_-x1O§:int = §_-U1R§++;
      
      public static const §_-43F§:int = §_-U1R§++;
      
      public static const §_-930§:int = §_-U1R§++;
      
      public static const §_-g27§:int = §_-U1R§++;
      
      public static const §_-Y1x§:int = §_-U1R§++;
      
      public static const §_-51W§:int = §_-U1R§++;
      
      public static const REMOVED_1:int = §_-U1R§++;
      
      public static const §_-q2M§:int = §_-U1R§++;
      
      public static const §_-R1g§:int = §_-U1R§++;
      
      public static const REMOVED_2:int = §_-U1R§++;
      
      public static const REMOVED_3:int = §_-U1R§++;
      
      public static const REMOVED_4:int = §_-U1R§++;
      
      public static const REMOVED_5:int = §_-U1R§++;
      
      public static const REMOVED_6:int = §_-U1R§++;
      
      public static const §_-O2U§:int = §_-U1R§++;
      
      public static const §_-cC§:int = §_-U1R§++;
      
      public static const §_-Rt§:int = §_-U1R§++;
      
      public static const §_-aK§:int = §_-U1R§++;
      
      public static const §_-A2W§:int = §_-U1R§++;
      
      public static const §_-D2S§:int = §_-U1R§++;
      
      public static const §_-03c§:int = §_-U1R§++;
      
      public static const §_-624§:int = §_-U1R§++;
      
      public static const §_-D1i§:int = §_-U1R§++;
      
      public static const §_-23g§:int = §_-U1R§++;
      
      public static const §_-2M§:int = §_-U1R§++;
      
      public static const §_-C24§:int = §_-U1R§++;
      
      public static const §_-B2j§:int = §_-U1R§++;
      
      public static const §_-ob§:int = §_-U1R§++;
      
      public static const §_-mU§:int = §_-U1R§++;
      
      public static const §_-01W§:int = §_-U1R§++;
      
      public static const §_-V2u§:int = §_-U1R§++;
      
      public static const §_-W1C§:int = §_-U1R§++;
      
      public static const §_-H25§:int = §_-U1R§++;
      
      public static const §_-v2i§:int = §_-U1R§++;
      
      public static const DATA:Array = [[{
         "icon":"ButterflyImage1",
         "tittle":gls("Акватис"),
         "collection":§_-P2Z§,
         "description":gls("Вестница дождя, желанный гость в жарких краях, несущий свежесть и прохладу.")
      },{
         "icon":"ButterflyImage2",
         "tittle":gls("Эквитиа"),
         "collection":§_-P2Z§,
         "description":gls("Символ равновесия. Жаркие цвета идеально сочетаются с прохладными, а форма крыльев преисполнена гармонии.")
      },{
         "icon":"ButterflyImage3",
         "tittle":gls("Райская бабочка"),
         "collection":§_-P2Z§,
         "description":gls("Всего несколько взмахов ее крыльев помогут вновь обрести потерянную надежду.")
      },{
         "icon":"ButterflyImage4",
         "tittle":gls("Сакура портис"),
         "collection":§_-P2Z§,
         "description":gls("Ее вид завораживает взгляд, а полет легок, как лепестки сакуры.")
      },{
         "icon":"ButterflyImage5",
         "tittle":gls("Солярис"),
         "collection":§_-P2Z§,
         "description":gls("Солнечная бабочка приносит свет даже в самые темные сердца.")
      },{
         "icon":"FeatherImage1",
         "tittle":gls("Перо Топазии"),
         "collection":§_-v1B§,
         "description":gls("Птица Топазия редко живет в неволе и долго привыкает к хозяину, но привыкнув, защищает его от неудач.")
      },{
         "icon":"FeatherImage2",
         "tittle":gls("Перо Жизни"),
         "collection":§_-v1B§,
         "description":gls("Говорят, все живые существа — дети птицы Жизнь — появлялись там, где падали ее перья.")
      },{
         "icon":"FeatherImage3",
         "tittle":gls("Перо Мимоса"),
         "collection":§_-v1B§,
         "description":gls("Мимосы, подобно хамелеонам, способны менять цвет своих перьев. Иногда, чтобы их не было видно, а иногда наоборот.")
      },{
         "icon":"FeatherImage4",
         "tittle":gls("Радужное Перо"),
         "collection":§_-v1B§,
         "description":gls("Раз в год, в конце сезона дождей, миллионы ручейков и водопадов в Солнечных Долинах украшаются радугами. После этого, белки часто находят радужные перья.")
      },{
         "icon":"FeatherImage5",
         "tittle":gls("Перо Феникса"),
         "collection":§_-v1B§,
         "description":gls("С его помощью можно легко развести костер или согреть лапки.")
      },{
         "icon":"MarkImage1",
         "tittle":gls("След льва"),
         "collection":§_-bt§,
         "description":gls("Когда-то львы считались царями зверей. Конечно, это было до того, как белки освоили магию.")
      },{
         "icon":"MarkImage2",
         "tittle":gls("След человека"),
         "collection":§_-bt§,
         "description":gls("Этот след сохранился с древних времен, когда люди и белки разговаривали на разных языках и не понимали друг друга.")
      },{
         "icon":"MarkImage3",
         "tittle":gls("След енота"),
         "collection":§_-bt§,
         "description":gls("Еноты хитры, как лисы. У них очень ловкие и сильные лапки и красивая шкурка.")
      },{
         "icon":"MarkImage4",
         "tittle":gls("След ворона"),
         "collection":§_-bt§,
         "description":gls("Вороны издревле ассоциируются с несчастьями, горем и смертью. Последнее время белочки все чаще видят их следы...")
      },{
         "icon":"MarkImage5",
         "tittle":gls("След лося"),
         "collection":§_-bt§,
         "description":gls("Обычно лоси живут в северных болотистых лесах, а их широкие копыта позволяют ходить по трясине. Копыта этого лося слишком узки: скорее всего до ледникового периода он обитал в тропиках.")
      },{
         "icon":"BoneImage1",
         "tittle":gls("Тазовая кость"),
         "collection":§_-H3§,
         "description":gls("Формой напоминает ухо, Африку и младенца инопланетянина. Но на самом деле это всего лишь тазовая кость.")
      },{
         "icon":"BoneImage2",
         "tittle":gls("Лопатка"),
         "collection":§_-H3§,
         "description":gls("Начинающие палеонтологи издалека могут перепутать эту кость с выпавшим клыком. Не повторяйте их ошибку!")
      },{
         "icon":"BoneImage3",
         "tittle":gls("Кисть"),
         "collection":§_-H3§,
         "description":gls("Нам, белкам, кисти людей кажутся таким неудобными — совершенно невозможно цепляться за стволы деревьев.")
      },{
         "icon":"BoneImage4",
         "tittle":gls("Ребра"),
         "collection":§_-H3§,
         "description":gls("Это не палеонтологическая находка; кто-то жарил свиные ребрышки и не убрал за собой.")
      },{
         "icon":"BoneImage5",
         "tittle":gls("Кость питекантропа"),
         "collection":§_-H3§,
         "description":gls("Люди считают, что питекантропы — их давние предки. Какая разница? Все равно белки — вершина эволюции.")
      },{
         "icon":"BeetleImage1",
         "tittle":gls("Муравей"),
         "collection":§_-x1O§,
         "description":gls("Способен поднимать грузы, в десятки раз превышающие его вес. Невероятно трудолюбив. В эти тяжелые времена многие берут с него пример.")
      },{
         "icon":"BeetleImage2",
         "tittle":gls("Божья коровка"),
         "collection":§_-x1O§,
         "description":gls("Неспроста считается талисманом и символом удачи. За свою жизнь может уничтожить несколько тысяч вредителей.")
      },{
         "icon":"BeetleImage3",
         "tittle":gls("Ископаемая блоха"),
         "collection":§_-x1O§,
         "description":gls("Древние блохи были  намного крупнее современных, но и они  переносили болезни и сосали кровь.")
      },{
         "icon":"BeetleImage4",
         "tittle":gls("Таракан"),
         "collection":§_-x1O§,
         "description":gls("Может пережить ядерную войну, ледниковый период и падение метеорита, но бессилен против янтаря.")
      },{
         "icon":"BeetleImage5",
         "tittle":gls("Комар"),
         "collection":§_-x1O§,
         "description":gls("Эти насекомые безумно докучают людям, но не белкам. Мягкая шерсть надежно защищает от комариных укусов.")
      },{
         "icon":"FungusImage1",
         "tittle":gls("Белый гриб"),
         "collection":§_-43F§,
         "description":gls("В старину, когда люди говорили «гриб», чаще всего имелся ввиду именно этот вид.")
      },{
         "icon":"FungusImage2",
         "tittle":gls("Лисичка"),
         "collection":§_-43F§,
         "description":gls("Очень ценный съедобный гриб. Иногда применяется в медицинских целях.")
      },{
         "icon":"FungusImage3",
         "tittle":gls("Подосиновик"),
         "collection":§_-43F§,
         "description":gls("Этим названием объединяется целый род грибов. Но поскольку они все съедобны, мало кто их различает.")
      },{
         "icon":"FungusImage4",
         "tittle":gls("Поганка"),
         "collection":§_-43F§,
         "description":gls("Один из самых опасных и ядовитых грибов.")
      },{
         "icon":"FungusImage5",
         "tittle":gls("Мухомор"),
         "collection":§_-43F§,
         "description":gls("Не все мухоморы ядовиты. Но лучше не рисковать и оставить их для коллекции.")
      },{
         "icon":"ShellImage1",
         "tittle":gls("Морской гребешок"),
         "collection":§_-930§,
         "description":gls("Раковина морского гребешка — символ женского начала, источника жизни на земле.")
      },{
         "icon":"ShellImage2",
         "tittle":gls("Мидия"),
         "collection":§_-930§,
         "description":gls("Мидии широко распространены — применяются в пищу практически во всем мире.")
      },{
         "icon":"ShellImage3",
         "tittle":gls("Морской единорог"),
         "collection":§_-930§,
         "description":gls("Сказочный персонаж, очень популярен у мальков морских рыб и маленьких черепашат.")
      },{
         "icon":"ShellImage4",
         "tittle":gls("Речная улитка"),
         "collection":§_-930§,
         "description":gls("Водится практически во всех пресных водоемах. Каким образом она очутилась на берегу Синего Моря — непонятно.")
      },{
         "icon":"ShellImage5",
         "tittle":gls("Империус ползунус"),
         "collection":§_-930§,
         "description":gls("Королевская улитка встречается только на морских просторах Трагедии белок. Очень редкий экземпляр.")
      },{
         "icon":"FishImage1",
         "tittle":gls("Ледяная рыба"),
         "collection":§_-g27§,
         "description":gls("Обитает в очень холодных северных водах. Те, кому удавалось поймать такую рыбу, рассказывают, что в тепле она превращается в воду.")
      },{
         "icon":"FishImage2",
         "tittle":gls("Рыба-пижон"),
         "collection":§_-g27§,
         "description":gls("У некоторых рыб дурной вкус — зеленые и оранжевые плавники, синее тело, черные полосы — все это просто ужасно сочетается друг с другом.")
      },{
         "icon":"FishImage3",
         "tittle":gls("Анемоновая рыба"),
         "collection":§_-g27§,
         "description":gls("Морская рыбка, принадлежит семейству рыб-клоунов.")
      },{
         "icon":"FishImage4",
         "tittle":gls("Рыба-хитер"),
         "collection":§_-g27§,
         "description":gls("Когда эта рыба злится или чувствует опасность, на ее теле появляются раскаленные красные полосы.")
      },{
         "icon":"FishImage5",
         "tittle":gls("Рыба-гурман"),
         "collection":§_-g27§,
         "description":gls("Название получила благодаря окрасу, который напоминает лимон в салате.")
      },{
         "icon":"CrystalImage1",
         "tittle":gls("Сущность огня"),
         "collection":§_-Y1x§,
         "description":gls("Огонь может уничтожить целые города и леса. Но при этом без огня нет тепла, а без тепла нет жизни.")
      },{
         "icon":"CrystalImage2",
         "tittle":gls("Сущность льда"),
         "collection":§_-Y1x§,
         "description":gls("Нельзя хранить лед на сердце — оно от этого черствеет. Лучше поставить сущность льда на полочку.")
      },{
         "icon":"CrystalImage3",
         "tittle":gls("Сущность жизни"),
         "collection":§_-Y1x§,
         "description":gls("В Аномальной Зоне воля белок к победе материализовалась и превратилась в осязаемый предмет — сущность жизни.")
      },{
         "icon":"CrystalImage4",
         "tittle":gls("Сущность тьмы"),
         "collection":§_-Y1x§,
         "description":gls("Не познав печали, нельзя почувствовать истинную радость. Без тьмы, невозможен свет.")
      },{
         "icon":"CrystalImage5",
         "tittle":gls("Сущность света"),
         "collection":§_-Y1x§,
         "description":gls("Свет дарит надежду, даже в казалось бы безвыходных ситуациях. Вокруг белок еще много света!")
      },{
         "icon":"BacteriumImage1",
         "tittle":gls("Злобус"),
         "collection":§_-51W§,
         "description":gls("Одноклеточный сгусток злобы, готов ужалить любого, кто окажется рядом. Есть теория, что морские ежи произошли именно от Злобусов.")
      },{
         "icon":"BacteriumImage2",
         "tittle":gls("Гринстар"),
         "collection":§_-51W§,
         "description":gls("Бассейн, пруд или фонтан, заполненный ими, ночью озаряется мягким и загадочным желто-зеленым светом.")
      },{
         "icon":"BacteriumImage3",
         "tittle":gls("Могильная бактерия"),
         "collection":§_-51W§,
         "description":gls("Совершенно безопасна для большинства организмов, просто она очень похожа на могильный камень.")
      },{
         "icon":"BacteriumImage4",
         "tittle":gls("Амеба"),
         "collection":§_-51W§,
         "description":gls("Один из самых распространенных одноклеточных организмов в Аномальной Зоне увеличился до размеров голубя.")
      },{
         "icon":"BacteriumImage5",
         "tittle":gls("Стики"),
         "collection":§_-51W§,
         "description":gls("В естественных условиях этот вирус переносился ветром. В Аномальной Зоне сильно вырос и научился прыгать и цепляться за поверхности своими присосками.")
      },{},{},{},{},{},{
         "icon":"AircraftImage1",
         "tittle":gls("Пропеллер"),
         "collection":§_-q2M§,
         "description":gls("Поднимает в воздух самолёты и вертолёты, разгоняет катера и создает прохладу в жаркий день.")
      },{
         "icon":"AircraftImage2",
         "tittle":gls("Крылья"),
         "collection":§_-q2M§,
         "description":gls("Нельзя просто взять крылья и взлететь. Но контролировать падение с их помощью — вполне возможно.")
      },{
         "icon":"AircraftImage3",
         "tittle":gls("Дирижабль"),
         "collection":§_-q2M§,
         "description":gls("Самый величественный летательный аппарат. И как только 100-метровая махина помещается в кладовке?")
      },{
         "icon":"AircraftImage4",
         "tittle":gls("Реактивный двигатель"),
         "collection":§_-q2M§,
         "description":gls("Позволяет развивать очень высокие скорости, если, конечно, получится найти авиационное топливо.")
      },{
         "icon":"AircraftImage5",
         "tittle":gls("Антигравитатор"),
         "collection":§_-q2M§,
         "description":gls("Самый современный инструмент преодоления гравитации. Люди его еще не изобрели, а белочки уже им пользуются!")
      },{
         "icon":"AnchorImage1",
         "tittle":gls("Камень"),
         "collection":§_-R1g§,
         "description":gls("Штормовые ветра могут унести лёгких белочек в далекие земли. Этого можно избежать, если носить в карманах самые обычные камни.")
      },{
         "icon":"AnchorImage2",
         "tittle":gls("Гиря"),
         "collection":§_-R1g§,
         "description":gls("Подобные гири стали редкостью, хотя совсем недавно их легко можно было найти в любом магазине.")
      },{
         "icon":"AnchorImage3",
         "tittle":gls("Якорь"),
         "collection":§_-R1g§,
         "description":gls("Да, тяжелый якорь мешает прыгать по веткам, но можно не бояться быть унесённым сильным ветром.")
      },{
         "icon":"AnchorImage4",
         "tittle":gls("Мешок с песком"),
         "collection":§_-R1g§,
         "description":gls("Очень сложно что-то разглядеть, когда сильный ветер поднимает стены песка. Гораздо лучше, если песок лежит в мешках и не слепит белочек.")
      },{
         "icon":"AnchorImage5",
         "tittle":gls("Цепь"),
         "collection":§_-R1g§,
         "description":gls("Когда надвигается торнадо, лучше всего прятаться в погреб. Или приковать себя к большому дереву толстой цепью.")
      },{},{},{},{},{},{
         "icon":"EgyptImage1",
         "tittle":gls("Скарабей"),
         "collection":§_-O2U§,
         "description":gls("Маленькое насекомое, которое повторяет путь Солнца с востока на запад. ")
      },{
         "icon":"EgyptImage2",
         "tittle":gls("Анх"),
         "collection":§_-O2U§,
         "description":gls("Древний знак, ключ жизни. Символизирует жизнь, бессмертие, вечность, мудрость.")
      },{
         "icon":"EgyptImage3",
         "tittle":gls("Пирамидка"),
         "collection":§_-O2U§,
         "description":gls("Маленькая фигурка в виде пирамиды. Хороший сувенир, напоминающий о путешествии в Пустыню.")
      },{
         "icon":"EgyptImage4",
         "tittle":gls("Посох Фараона"),
         "collection":§_-O2U§,
         "description":gls("Символ власти. Всесильная рука, ведущая и оберегающая каждую душу через время и пространство.")
      },{
         "icon":"EgyptImage5",
         "tittle":gls("Иероглиф Глаз"),
         "collection":§_-O2U§,
         "description":gls("Всевидящее око. Указывает путь, приносит удачу и спасает от неприятностей.")
      },{
         "icon":"ArabicImage1",
         "tittle":gls("Кинжал"),
         "collection":§_-cC§,
         "description":gls("Острейшее лезвие кинжала — верный помощник в любых делах.")
      },{
         "icon":"ArabicImage2",
         "tittle":gls("Кальян"),
         "collection":§_-cC§,
         "description":gls("Тонкий и хрупкий инструмент для точного указания пути любому герою. Применять только в присутствии шамана.")
      },{
         "icon":"ArabicImage3",
         "tittle":gls("Ковёр-самолёт"),
         "collection":§_-cC§,
         "description":gls("Самый надёжный транспорт в Пустыне.")
      },{
         "icon":"ArabicImage4",
         "tittle":gls("Фигурка Змеи"),
         "collection":§_-cC§,
         "description":gls("Навершие посоха злодея — отличный трофей для сказочного героя.")
      },{
         "icon":"ArabicImage5",
         "tittle":gls("Дудочка"),
         "collection":§_-cC§,
         "description":gls("Сказочный музыкальный инструмент. Поднимет настроение и спасёт от змей.")
      },{
         "icon":"WeaponImage1",
         "tittle":gls("Шпага"),
         "collection":§_-Rt§,
         "description":gls("Своим точным колющим ударом шпага попадёт в любое незащищённое место противника. Лучшие фехтовальщики побеждают во всех сражениях.")
      },{
         "icon":"WeaponImage2",
         "tittle":gls("Экскалибур"),
         "collection":§_-Rt§,
         "description":gls("Меч короля Артура, обладающий магическими свойствами, выручит своего хозяина в любой ситуации. Твори волшебство вместе с легендой.")
      },{
         "icon":"WeaponImage3",
         "tittle":gls("Секира"),
         "collection":§_-Rt§,
         "description":gls("Уничтожить противника одним ударом легко. Воспользуйтесь секирой и победите.")
      },{
         "icon":"WeaponImage4",
         "tittle":gls("Копьё"),
         "collection":§_-Rt§,
         "description":gls("В скандинавской мифологии копьё — символ воинственности. Выберите противника, прицельтесь, бросайте.")
      },{
         "icon":"WeaponImage5",
         "tittle":gls("Нунчаки"),
         "collection":§_-Rt§,
         "description":gls("Данное восточное оружие наводит ужас на всех, кто хотя бы однажды сталкивался с ним. С Нунчаки вам нет равных.")
      },{
         "icon":"ArmsImage1",
         "tittle":gls("Обойма"),
         "collection":§_-aK§,
         "description":gls("Обойма объединяет несколько патронов. Перезаряжать оружие с её помощью легко и быстро.")
      },{
         "icon":"ArmsImage2",
         "tittle":gls("Пушка"),
         "collection":§_-aK§,
         "description":gls("Пушкой можно смело стрелять по абсолютно любой цели: войскам, кораблям, танкам и т.д.")
      },{
         "icon":"ArmsImage3",
         "tittle":gls("Огнемёт"),
         "collection":§_-aK§,
         "description":gls("Огнемёт — оружие, поражающее цель огнесмесью. Страшно попасться у него на пути.")
      },{
         "icon":"ArmsImage4",
         "tittle":gls("Маузер"),
         "collection":§_-aK§,
         "description":gls("Маузер — самозарядный пистолет, неотъемлемая часть образа чекиста или комиссара.")
      },{
         "icon":"ArmsImage5",
         "tittle":gls("Базука"),
         "collection":§_-aK§,
         "description":gls("Базука — ручной противотанковый гранатомёт, переносная ракетная установка.")
      },{
         "icon":"RobotImage1",
         "tittle":gls("Шестерня"),
         "collection":§_-A2W§,
         "description":gls("Шестерня — основная деталь в виде диска с зубьями, необходимая каждому роботу.")
      },{
         "icon":"RobotImage2",
         "tittle":gls("Аккумулятор"),
         "collection":§_-A2W§,
         "description":gls("Ни один робот не сможет функционировать без источника энергии. Аккумулятор роботу просто необходим.")
      },{
         "icon":"RobotImage3",
         "tittle":gls("Процессор"),
         "collection":§_-A2W§,
         "description":gls("Процессор — это «сердце» и «мозг» робота. Без этой детали робот — обычная груда железа.")
      },{
         "icon":"RobotImage4",
         "tittle":gls("Сервопривод"),
         "collection":§_-A2W§,
         "description":gls("Сервопривод позволяет точно управлять параметрами движения робота. Задайте роботу программу, и он отправится, куда скажете.")
      },{
         "icon":"RobotImage5",
         "tittle":gls("Электромотор"),
         "collection":§_-A2W§,
         "description":gls("Электромотор — это, конечно, не вечный двигатель, но тоже необходимая роботу деталь.")
      },{
         "icon":"AfvImage1",
         "tittle":gls("Снаряд"),
         "collection":§_-D2S§,
         "description":gls("Снаряд — средство поражения, выстреливаемое из артиллерийского орудия. Удар снаряда может быть как мгновенным, так и замедленным.")
      },{
         "icon":"AfvImage2",
         "tittle":gls("Рация"),
         "collection":§_-D2S§,
         "description":gls("Связаться с товарищами и обсудить план действий легко и просто, когда у вас в кармане рация - переносное приёмопередающее устройство.")
      },{
         "icon":"AfvImage3",
         "tittle":gls("Гусеница"),
         "collection":§_-D2S§,
         "description":gls("Быстрое и эффективное средство передвижения в Битвах? Конечно, танк. Но никакой танк не сдвинется с места без гусеничной ленты.")
      },{
         "icon":"AfvImage4",
         "tittle":gls("Шлемофон"),
         "collection":§_-D2S§,
         "description":gls("Шлемофон - важный атрибут формы танкистов. Защита и тепло - его главные свойства.")
      },{
         "icon":"AfvImage5",
         "tittle":gls("ДВС"),
         "collection":§_-D2S§,
         "description":gls("Двигатель внутреннего сгорания — тепловой двигатель, использовать который можно практически в любом устройстве.")
      },{
         "icon":"BerriesImage1",
         "tittle":gls("Рябина"),
         "collection":§_-03c§,
         "description":gls("Ягоды рябины обладают массой полезных свойств. В отличие от большинства других ягод, плоды рябины собирают осенью, а не летом.")
      },{
         "icon":"BerriesImage2",
         "tittle":gls("Черника"),
         "collection":§_-03c§,
         "description":gls("Нет ничего вкуснее черничного варенья и киселя. Ягоды черники легко найти в лесах и на болотах.")
      },{
         "icon":"BerriesImage3",
         "tittle":gls("Клубника"),
         "collection":§_-03c§,
         "description":gls("Яркие ягоды клубники не только радуют глаз, но и очень приятны на вкус. Всегда смотрите под ноги, идя по лесу, возможно, вы вот-вот наступите на клубничку.")
      },{
         "icon":"BerriesImage4",
         "tittle":gls("Вишня"),
         "collection":§_-03c§,
         "description":gls("Дикая вишня — самая вкусная, красивая и распространённая ягода, которую вы можете найти.")
      },{
         "icon":"BerriesImage5",
         "tittle":gls("Малина"),
         "collection":§_-03c§,
         "description":gls("Вырваться из кустарников малины без царапин непросто, но риск того стоит. Малина не только приятна на вкус, но и легко вылечит простуду.")
      },{
         "icon":"HikeImage1",
         "tittle":gls("Рюкзак"),
         "collection":§_-624§,
         "description":gls("Сложить всё самое необходимое лучше всего в рюкзак. Тащить тяжести на спине проще, чем в руках.")
      },{
         "icon":"HikeImage2",
         "tittle":gls("Аптечка"),
         "collection":§_-624§,
         "description":gls("В поход без аптечки никак нельзя. В лесах и горах путников поджидает множество опасностей.")
      },{
         "icon":"HikeImage3",
         "tittle":gls("Палатка"),
         "collection":§_-624§,
         "description":gls("Для тех, кто не любит смотреть в ночное небо, палатка просто необходима: тепло и уют ждут путников внутри.")
      },{
         "icon":"HikeImage4",
         "tittle":gls("Походный фонарь"),
         "collection":§_-624§,
         "description":gls("Двигаться в лесу на ощупь — занятие не из приятных. Фонарь в пути приведёт вас к успеху.")
      },{
         "icon":"HikeImage5",
         "tittle":gls("Столовые приборы"),
         "collection":§_-624§,
         "description":gls("Даже в дикой местности нужно соблюдать приличия. Столовые приборы помогут вам не забыть правила этикета.")
      },{
         "icon":"ExtremeImage1",
         "tittle":gls("Парашют"),
         "collection":§_-D1i§,
         "description":gls("Для любителей острых ощущений прыжки с парашютом — лучшее, что можно придумать.")
      },{
         "icon":"ExtremeImage2",
         "tittle":gls("Перчатки"),
         "collection":§_-D1i§,
         "description":gls("Стёртые руки — не самое лучшее, что может произойти в пути. В специальных перчатках руки защищены и от холода, и от внешних раздражителей.")
      },{
         "icon":"ExtremeImage3",
         "tittle":gls("Фляжка"),
         "collection":§_-D1i§,
         "description":gls("Без воды заниматься экстремальным спортом просто невозможно. Фляжка обязательна должна быть прикреплена к вашему снаряжению.")
      },{
         "icon":"ExtremeImage4",
         "tittle":gls("Карабин"),
         "collection":§_-D1i§,
         "description":gls("Карабины выдерживают значительные нагрузки и абсолютно необходимы при скалолазании. Обязательно проверьте защёлку перед использованием.")
      },{
         "icon":"ExtremeImage5",
         "tittle":gls("Кирка"),
         "collection":§_-D1i§,
         "description":gls("Взобраться на обледенелую гору — задача непростая. Цепляться киркой — единственная возможность добраться до вершины.")
      },{
         "icon":"LakeImage1",
         "tittle":gls("Камыши"),
         "collection":§_-23g§,
         "description":gls("Камыш — растение, из которого можно сплести множество полезных вещей. Коврики, сумки, корзины — всё, что может пригодиться в испытаниях.")
      },{
         "icon":"LakeImage2",
         "tittle":gls("Бумажный кораблик"),
         "collection":§_-23g§,
         "description":gls("В пути всегда можно сделать перерыв и, смастерив бумажный кораблик, запустить его в воду.")
      },{
         "icon":"LakeImage3",
         "tittle":gls("Маска для дайвинга"),
         "collection":§_-23g§,
         "description":gls("Зрение — один из самых важных органов чувств. И даже под водой необходимо видеть, что происходит вокруг. В этом вам поможет маска.")
      },{
         "icon":"LakeImage4",
         "tittle":gls("Лягушка"),
         "collection":§_-23g§,
         "description":gls("Многие лягушки выделяют ядовитые вещества. С этими, на первый взгляд безобидными, животными стоит быть острожными.")
      },{
         "icon":"LakeImage5",
         "tittle":gls("Ласты"),
         "collection":§_-23g§,
         "description":gls("Быстро уплыть от опасности вам помогут ласты. Прежде чем нырять, обязательно наденьте их на ноги.")
      },{
         "icon":"DesertAnimal1",
         "tittle":gls("Змея"),
         "collection":§_-2M§,
         "description":gls("Определить, ядовитая перед вами змея или нет, не так-то просто. Главное, не выяснять это опытным путём.")
      },{
         "icon":"DesertAnimal2",
         "tittle":gls("Пустынная мышь"),
         "collection":§_-2M§,
         "description":gls("Милое маленькое серое существо, необъяснимо пугающие миллионы. Приглядитесь, возможно, пустынная мышка понравится вам.")
      },{
         "icon":"DesertAnimal3",
         "tittle":gls("Скорпион"),
         "collection":§_-2M§,
         "description":gls("Скорпионы — древнейший и самый опасный отряд членистоногих. Некоторые скорпионы убивают своим ядовитым жалом мгновенно.")
      },{
         "icon":"DesertAnimal4",
         "tittle":gls("Ящерица"),
         "collection":§_-2M§,
         "description":gls("Ловить ящерицу за хвост — бессмысленная трата времени. Она оставит вам его в подарок, а себе отрастит новый.")
      },{
         "icon":"DesertAnimal5",
         "tittle":gls("Паук"),
         "collection":§_-2M§,
         "description":gls("Пауки в пустыне значительно отличаются от своих домашних собратьев. В первую очередь, размером. Встретив такого паука на своём пути, вы совершенно точно захотите его обойти.")
      },{
         "icon":"PlantsImage1",
         "tittle":gls("Маммиллярия"),
         "collection":§_-C24§,
         "description":gls("Маммиллярия — кактус, способный адаптироваться к самому жаркому и засушливому климату.")
      },{
         "icon":"PlantsImage2",
         "tittle":gls("Опунция"),
         "collection":§_-C24§,
         "description":gls("У ацтеков Опунция — символ силы и выносливости. Самый популярный кактус, отождествляющийся с божеством.")
      },{
         "icon":"PlantsImage3",
         "tittle":gls("Пальма"),
         "collection":§_-C24§,
         "description":gls("В пустыне трудно найти место, где можно укрыться от палящего солнца. Пальма откидывает тень, чем может спасти жизнь бедному путнику.")
      },{
         "icon":"PlantsImage4",
         "tittle":gls("Перекати-поле"),
         "collection":§_-C24§,
         "description":gls("Перекати-поле — травянистые растения, произрастающие в степных или пустынных районах. Вы можете встретить их в заброшенных, засушливых и безлюдных местах.")
      },{
         "icon":"PlantsImage5",
         "tittle":gls("Сухая акация"),
         "collection":§_-C24§,
         "description":gls("В пустыне погибает множество деревьев, засохшие коряги встречаются здесь на каждом шагу.")
      },{
         "icon":"SpaceshipImage1",
         "tittle":gls("Нептун"),
         "collection":§_-B2j§,
         "description":gls("Звездолёт «Нептун» назван в честь самой дальней планеты Солнечной системы, потому что способен развивать самую большую скорость среди других кораблей.")
      },{
         "icon":"SpaceshipImage2",
         "tittle":gls("Марс"),
         "collection":§_-B2j§,
         "description":gls("Римский бог войны благоволит к Звездолёту, названному в его честь. В межгалактических боях «Марс» непобедим.")
      },{
         "icon":"SpaceshipImage3",
         "tittle":gls("Венера"),
         "collection":§_-B2j§,
         "description":gls("Единственный и неповторимый звездолёт, названный в честь женского божества.")
      },{
         "icon":"SpaceshipImage4",
         "tittle":gls("Сатурн"),
         "collection":§_-B2j§,
         "description":gls("Самый большой звездолёт во всей галактике. В длину и ширину достигает 1,5 километров.")
      },{
         "icon":"SpaceshipImage5",
         "tittle":gls("Плутон"),
         "collection":§_-B2j§,
         "description":gls("Самый последний и самый маленький построенный звездолёт за последние 10 лет.")
      },{
         "icon":"AlienImage1",
         "tittle":gls("Зелёникус"),
         "collection":§_-ob§,
         "description":gls("Несмотря на свою схожесть с Циклопами, Зелёникусы видят лучше всех живых существ в мире.")
      },{
         "icon":"AlienImage2",
         "tittle":gls("Сиреневикус"),
         "collection":§_-ob§,
         "description":gls("Существ умнее Сиреневикусов ещё надо поискать. И скорее всего не найдёте, их интеллект приравнивается к гениям.")
      },{
         "icon":"AlienImage3",
         "tittle":gls("Синикус"),
         "collection":§_-ob§,
         "description":gls("Синикусы ведут себя как маленькие дети. Подарив Синикусу игрушку, вы займёте его на целый день.")
      },{
         "icon":"AlienImage4",
         "tittle":gls("Жёлтикус"),
         "collection":§_-ob§,
         "description":gls("Долговязые и неуклюжие Жёлтикусы — миролюбивый народ. Если завтра начнётся межгалактическая война, они точно останутся в стороне.")
      },{
         "icon":"AlienImage5",
         "tittle":gls("Красникус"),
         "collection":§_-ob§,
         "description":gls("Самые позитивные существа в галактике. Могут рассмешить любого и посмеяться над всем, что им говорят.")
      },{
         "icon":"SeaImage1",
         "tittle":gls("Резиновые сапоги"),
         "collection":§_-mU§,
         "description":gls("Промокшие ноги приводят к простуде. Резиновые сапоги — незаменимая вещь в морском путешествии.")
      },{
         "icon":"SeaImage2",
         "tittle":gls("Морской узел"),
         "collection":§_-mU§,
         "description":gls("Любой моряк знает как минимум пятнадцать способов завязать морской узел. Но самый крепкий только один.")
      },{
         "icon":"SeaImage3",
         "tittle":gls("Подзорная труба"),
         "collection":§_-mU§,
         "description":gls("Способностью увидеть землю издалека обладает только капитан кораблю. Помочь ему в этом может только подзорная труба.")
      },{
         "icon":"SeaImage4",
         "tittle":gls("Спасательный круг"),
         "collection":§_-mU§,
         "description":gls("Спасение утопающих — дело рук самих утопающих. Ну, конечно, не без помощи спасательного круга.")
      },{
         "icon":"SeaImage5",
         "tittle":gls("Матросская шапка"),
         "collection":§_-mU§,
         "description":gls("У каждого матроса должен быть свой отличительный знак. Матросская шапка идеально вписывается в образ моряка.")
      },{
         "icon":"AnimalImage1",
         "tittle":gls("Морж"),
         "collection":§_-01W§,
         "description":gls("Пробить лёд для моржа не проблема. В этом ему помогают его огромные бивни, также при помощи них он вылезает из воды.")
      },{
         "icon":"AnimalImage2",
         "tittle":gls("Пингвин"),
         "collection":§_-01W§,
         "description":gls("В воде пингвины способны развивать рекордно высокую скорость. В холодных водах им нет равных.")
      },{
         "icon":"AnimalImage3",
         "tittle":gls("Белый медведь"),
         "collection":§_-01W§,
         "description":gls("Самый большой сухопутный хищник, белый медведь для эскимосов воплощает грозную силу природы.")
      },{
         "icon":"AnimalImage4",
         "tittle":gls("Чайка"),
         "collection":§_-01W§,
         "description":gls("Чайки — обитающие на морских просторах птицы, с лёгкостью скрывающиеся от крупных хищников при помощи своей неяркой, но всё же очень красивой окраски.")
      },{
         "icon":"AnimalImage5",
         "tittle":gls("Кит"),
         "collection":§_-01W§,
         "description":gls("Киты — самые большие животные в мире. Даже находясь под водой, киты дышат воздухом при помощи лёгких.")
      },{
         "icon":"SurvivalSetImage1",
         "tittle":gls("Противогаз"),
         "collection":§_-V2u§,
         "description":gls("Поможет избежать отравления, так как воздух в Диких землях очень странный: газы, находящиеся в нём, до сих пор не изучены и могут быть опасными.")
      },{
         "icon":"SurvivalSetImage2",
         "tittle":gls("Бинокль"),
         "collection":§_-V2u§,
         "description":gls("Не поможет в кромешной тьме, но поможет разглядеть странное существо вдали. Также им можно пускать солнечных зайчиков.")
      },{
         "icon":"SurvivalSetImage3",
         "tittle":gls("Дозиметр"),
         "collection":§_-V2u§,
         "description":gls("Надёжная, но не самая новая модель. Поможет избежать опасных доз радиации.")
      },{
         "icon":"SurvivalSetImage4",
         "tittle":gls("Спичка"),
         "collection":§_-V2u§,
         "description":gls("Огонь — вещь редкая в Диких землях, а спички и вовсе на вес золота. С их помощью можно сделать много полезных вещей.")
      },{
         "icon":"SurvivalSetImage5",
         "tittle":gls("Консерва"),
         "collection":§_-V2u§,
         "description":gls("Всегда хочется сесть и перекусить, а запас еды, особенно консерв, жизненно важен для выживания в Диких землях.")
      },{
         "icon":"WildRocksImage1",
         "tittle":gls("Обсидиан"),
         "collection":§_-W1C§,
         "description":gls("Свидетельствует о том, что когда-то здесь были извержения вулканов. Возможно, они и уничтожили местную цивилизацию.")
      },{
         "icon":"WildRocksImage2",
         "tittle":gls("Галька"),
         "collection":§_-W1C§,
         "description":gls("Неясно, как она могла здесь появиться. Возможно, древние жители принесли её сюда после похода к Синему Морю.")
      },{
         "icon":"WildRocksImage3",
         "tittle":gls("Ископаемый уголь"),
         "collection":§_-W1C§,
         "description":gls("Незаменимая вещь. Поможет и зажечь огонь, и справиться с проблемами пищеварения.")
      },{
         "icon":"WildRocksImage4",
         "tittle":gls("Мрамор"),
         "collection":§_-W1C§,
         "description":gls("Немного хрупкая, но очень красивая порода. Сейчас ею отделывают множество зданий или строят памятники.")
      },{
         "icon":"WildRocksImage5",
         "tittle":gls("Сильвинит"),
         "collection":§_-W1C§,
         "description":gls("Сырьё для получения удобрений, которые очень нужны на местной ферме.")
      },{
         "icon":"PetroglyphsImage1",
         "tittle":gls("Изображение лошади"),
         "collection":§_-H25§,
         "description":gls("Сильное и изящное животное, сохранившееся до сих пор. Правда вот, теперь оно исполняет исключительно декоративную роль в зоопарках.")
      },{
         "icon":"PetroglyphsImage2",
         "tittle":gls("Изображение охотника"),
         "collection":§_-H25§,
         "description":gls("Схематичное изображение охотника, запечатленного на камне, передает атмосферу древних охотничьих традиций и отваги.")
      },{
         "icon":"PetroglyphsImage3",
         "tittle":gls("Изображение мамонта"),
         "collection":§_-H25§,
         "description":gls("Массивные и могущественные существа, но не были «этими» потому, и вымерли.")
      },{
         "icon":"PetroglyphsImage4",
         "tittle":gls("Изображение козы"),
         "collection":§_-H25§,
         "description":gls("Символ упоротости и настойчивости. Вероятно, древние жители верили, что изображение козы принесет удачу и богатство.")
      },{
         "icon":"PetroglyphsImage5",
         "tittle":gls("Отпечаток руки"),
         "collection":§_-H25§,
         "description":gls("Отпечаток руки человекоподобного существа, учёные до сих пор не могут разобрать рука человека ли это. А может это рука рептилоида?")
      },{
         "icon":"AnimalRestsImage1",
         "tittle":gls("Череп Трицератопса"),
         "collection":§_-v2i§,
         "description":gls("Впечатляющий череп Трицератопса с крупными рогами и крепким костяным воротником, свидетельствующий о величии доисторических существ.")
      },{
         "icon":"AnimalRestsImage2",
         "tittle":gls("Коготь Тиранозавра"),
         "collection":§_-v2i§,
         "description":gls("Огромный, изогнутый коготь Тиранозавра, сохранивший свой устрашающий вид и демонстрирующий силу древнего хищника.")
      },{
         "icon":"AnimalRestsImage3",
         "tittle":gls("Пластина Стегозавра"),
         "collection":§_-v2i§,
         "description":gls("Пластина Стегозавра с рельефной поверхностью, напоминающая о защите и выживании в древних временах.")
      },{
         "icon":"AnimalRestsImage4",
         "tittle":gls("Клык Саблезубой"),
         "collection":§_-v2i§,
         "description":gls("Клык могущественого существа из семейства Саблезубых, вмиг потерявшего свою власть после катастрофы.")
      },{
         "icon":"AnimalRestsImage5",
         "tittle":gls("Яйцо Динозавра"),
         "collection":§_-v2i§,
         "description":gls("Когда-то их можно было достать запросто и повсюду. Теперь это редкость, которая сохранилась только в Диких Землях.")
      }],[{
         "icon":"ButterflyImageGold",
         "tittle":gls("Золотая бабочка"),
         "exp":200,
         "collectionName":gls("Бабочки"),
         "set":[0,1,2,3,4],
         "collectorDescription":gls("Собери полный набор <b>бабочек</b> в <b>Солнечных Долинах</b>."),
         "description":gls("Слишком тяжела, чтобы летать, но идеальна в качестве брошки.")
      },{
         "icon":"FeatherImageGold",
         "tittle":gls("Золотое перо"),
         "exp":200,
         "collectionName":gls("Пёрышки"),
         "set":[5,6,7,8,9],
         "collectorDescription":gls("Собери полный набор <b>перышек</b> в <b>Солнечных Долинах</b>."),
         "description":gls("Золотой птицы, к сожалению, не существует. Тем почетнее иметь золотое перо.")
      },{
         "icon":"MarkImageGold",
         "tittle":gls("Золотой след"),
         "exp":200,
         "collectionName":gls("Следы на снегу"),
         "set":[10,11,12,13,14],
         "collectorDescription":gls("Собери полный набор <b>следов на снегу</b> в <b>Солнечных Долинах</b>."),
         "description":gls("Подобные следы можно найти на Аллее Славы. Или в Трагедии Белок.")
      },{
         "icon":"BoneImageGold",
         "tittle":gls("Золотой череп"),
         "exp":200,
         "collectionName":gls("Кости"),
         "set":[15,16,17,18,19],
         "collectorDescription":gls("Собери полный набор <b>костей</b> в <b>Солнечных Долинах</b>."),
         "description":gls("Череп, выполнен из мягкого золота 958 пробы. Поэтому обращаться с этим артефактом необходимо с крайней осторожностью.")
      },{
         "icon":"BeetleImageGold",
         "tittle":gls("Золотой паук"),
         "exp":400,
         "collectionName":gls("Насекомые в янтаре"),
         "set":[20,21,22,23,24],
         "collectorDescription":gls("Собери полный набор <b>насекомых в янтаре</b> в <b>Топях</b>."),
         "description":gls("Не каждый день в природе встречаются слитки полупрозрачного золота. Еще реже можно найти останки древних насекомых в них.")
      },{
         "icon":"FungusImageGold",
         "tittle":gls("Золотой гриб"),
         "exp":400,
         "collectionName":gls("Грибы"),
         "set":[25,26,27,28,29],
         "collectorDescription":gls("Собери полный набор <b>грибов</b> в <b>Топях</b>."),
         "description":gls("На нижней поверхности шляпки полустертыми буквами написано: «Вручить победителю XVII ежегодной летней олимпиады грибников».")
      },{
         "icon":"ShellImageGold",
         "tittle":gls("Золотая раковина"),
         "exp":400,
         "collectionName":gls("Ракушки"),
         "set":[30,31,32,33,34],
         "collectorDescription":gls("Собери полный набор <b>раковин</b> в <b>Топях</b>."),
         "description":gls("Ходят слухи о том, что существует Золотая Лагуна с Бриллиантовыми кораллами, Изумрудными черепахами, птицей Топазией и Золотыми моллюсками. Но до сих пор ее никто не смог найти.")
      },{
         "icon":"FishImageGold",
         "tittle":gls("Золотая рыба"),
         "exp":400,
         "collectionName":gls("Рыбы"),
         "set":[35,36,37,38,39],
         "collectorDescription":gls("Собери полный набор <b>рыбок</b> в <b>Топях</b>."),
         "description":gls("Не умеет исполнять желаний. Хотя... Чего может желать тот, у кого есть рыба из золота?")
      },{
         "icon":"CrystalImageGold",
         "tittle":gls("Золотая сущность"),
         "exp":900,
         "collectionName":gls("Сущности"),
         "set":[40,41,42,43,44],
         "collectorDescription":gls("Собери полный набор <b>сущностей</b> в <b>Аномальной Зоне</b>."),
         "description":gls("В одних людях золото пробуждает жадность, а в других — щедрость. Золотая сущность, как зеркало души, покажет истинное лицо своего обладателя.")
      },{
         "icon":"BacteriumImageGold",
         "tittle":gls("Золотая инфузория"),
         "exp":900,
         "collectionName":gls("Микроорганизмы"),
         "set":[45,46,47,48,49],
         "collectorDescription":gls("Собери полный набор <b>микроорганизмов</b> в <b>Аномальной Зоне</b>."),
         "description":gls("Обитает исключительно в гламурно-розовой среде. Рефлекторно тянется к блестяшкам в надежде симбиоза. Сильно развит клубный рефлекс.")
      },{},{
         "icon":"AircraftImageGold",
         "tittle":gls("Золотой цеппелин"),
         "exp":600,
         "collectionName":gls("Летательные аппараты"),
         "set":[55,56,57,58,59],
         "collectorDescription":gls("Собери полный набор <b>летательных аппаратов</b> в <b>Шторме</b>."),
         "description":gls("Золотой цеппелин сможет взлететь на воздух только если его начинить динамитом. С другой стороны, на земле намного безопаснее, чем в небе.")
      },{
         "icon":"AnchorImageGold",
         "tittle":gls("Золотой скафандр"),
         "exp":600,
         "collectionName":gls("Грузы"),
         "set":[60,61,62,63,64],
         "collectorDescription":gls("Собери полный набор <b>грузов</b> в <b>Шторме</b>."),
         "description":gls("Золотой скафандр — вещь полезная. Его можно надевать во время песчаных бурь, для защиты. А можно переплавить на кольца и серёжки, для красоты.")
      },{},{},{},{},{},{
         "icon":"EgyptImageGold",
         "tittle":gls("Золотой саркофаг"),
         "exp":800,
         "collectionName":gls("Набор Странника"),
         "set":[70,71,72,73,74],
         "collectorDescription":gls("Собери полный <b>набор Странника</b> в <b>Пустыне</b>."),
         "description":gls("Транспорт для последнего путешествия. Лодка, в которой можно проплыть по реке Жизни, чтобы попасть в другие миры.")
      },{
         "icon":"ArabicImageGold",
         "tittle":gls("Золотая лампа Джинна"),
         "exp":800,
         "collectionName":gls("Сказочный набор"),
         "set":[75,76,77,78,79],
         "collectorDescription":gls("Собери полный <b>Сказочный набор</b> в <b>Пустыне</b>."),
         "description":gls("Именно в таких лампах заточали древних Джиннов. Не побоишься проверить, есть ли Джинн здесь?")
      },{
         "icon":"WeaponImageGold",
         "tittle":gls("Золотой нож-бабочка"),
         "exp":300,
         "collectionName":gls("Холодное оружие"),
         "set":[80,81,82,83,84],
         "collectorDescription":gls("Собери полный набор <b>Холодного оружия</b> в <b>Битве</b>."),
         "description":gls("В отличие от другого оружия, нож-бабочку легко спрятать, главное, чтобы он не блеснул своим золотом в самый неподходящий момент.")
      },{
         "icon":"ArmsImageGold",
         "tittle":gls("Золотая ядерная боеголовка"),
         "exp":300,
         "collectionName":gls("Огнестрельное оружие"),
         "set":[85,86,87,88,89],
         "collectorDescription":gls("Собери полный набор <b>Огнестрельного оружия</b> в <b>Битве</b>."),
         "description":gls("Конечно, золотая боеголовка, пускай и ядерная, в битве поможет вряд ли, но как трофей её использовать можно.")
      },{
         "icon":"RobotImageGold",
         "tittle":gls("Золотой робот"),
         "exp":300,
         "collectionName":gls("Робототехника"),
         "set":[90,91,92,93,94],
         "collectorDescription":gls("Собери полный набор <b>Робототехники</b> в <b>Битве</b>."),
         "description":gls("Золотой робот не только красивый элемент вашей коллекции, но и очень полезная вещь.")
      },{
         "icon":"AfvImageGold",
         "tittle":gls("Золотой танк"),
         "exp":300,
         "collectionName":gls("Бронетехника"),
         "set":[95,96,97,98,99],
         "collectorDescription":gls("Собери полный набор <b>Бронетехники</b> в <b>Битве</b>."),
         "description":gls("На золотом танке далеко не уедешь, но зато всех победить его обладатель сможет с легкостью.")
      },{
         "icon":"BerriesImageGold",
         "tittle":gls("Золотая гроздь"),
         "exp":700,
         "collectionName":gls("Ягоды"),
         "set":[100,101,102,103,104],
         "collectorDescription":gls("Собери полный набор <b>Ягод</b> в <b>Испытаниях</b>."),
         "description":gls("Золотая гроздь винограда — лучшая награда в испытаниях. Украсит вашу полку трофеев, выгодно выделяясь на фоне остальных.")
      },{
         "icon":"HikeImageGold",
         "tittle":gls("Золотая консервная банка"),
         "exp":700,
         "collectionName":gls("Походная экипировка"),
         "set":[105,106,107,108,109],
         "collectorDescription":gls("Собери полный набор <b>Походной Экипировки</b> в <b>Испытаниях</b>."),
         "description":gls("Консервная банка — не самый распространённый золотой предмет. Тем ценнее его свойства.")
      },{
         "icon":"ExtremeImageGold",
         "tittle":gls("Золотой компас"),
         "exp":700,
         "collectionName":gls("Набор для экстрима"),
         "set":[110,111,112,113,114],
         "collectorDescription":gls("Собери полный набор <b>для экстрима</b> в <b>Испытаниях</b>."),
         "description":gls("Золотой компас обладает магическими свойствами. Возможно, он укажет вам не только на север, но и на сокровища.")
      },{
         "icon":"LakeImageGold",
         "tittle":gls("Золотой баллон кислорода"),
         "exp":700,
         "collectionName":gls("Водная коллекция"),
         "set":[115,116,117,118,119],
         "collectorDescription":gls("Собери полный набор <b>Водной коллекции</b> в <b>Испытаниях</b>."),
         "description":gls("Без кислорода выжить невозможно. Пусть золотой баллон и тяжелее обычного, зато не менее эффективный.")
      },{
         "icon":"DesertAnimalGold",
         "tittle":gls("Золотой верблюд"),
         "exp":800,
         "collectionName":gls("Животные пустыни"),
         "set":[120,121,122,123,124],
         "collectorDescription":gls("Собери полный набор <b>Животных</b> в <b>Пустыне</b>."),
         "description":gls("Верблюд из золота может обходиться без воды ещё дольше, чем обычный. Полезная вещь в пустыне.")
      },{
         "icon":"PlantsImageGold",
         "tittle":gls("Золотой кактус"),
         "exp":800,
         "collectionName":gls("Растения пустыни"),
         "set":[125,126,127,128,129],
         "collectorDescription":gls("Собери полный набор <b>Растений </b> в <b>Пустыне</b>."),
         "description":gls("Золотой кактус совершенно не опасен, в отличие от своих зелёных колючих собратьев, более того, стоя на окне, он будет наглядно демонстрировать успешность своего хозяина.")
      },{
         "icon":"SpaceshipImageGold",
         "tittle":gls("Золотой звездолёт"),
         "exp":900,
         "collectionName":gls("Звездолёты"),
         "set":[130,131,132,133,134],
         "collectorDescription":gls("Собери полный набор <b>Звездолётов</b> в <b>Аномальной зоне</b>."),
         "description":gls("Золотой звездолёт выдаётся только почётным капитанам кораблей. Заслужить его крайне сложно.")
      },{
         "icon":"AlienImageGold",
         "tittle":gls("Золотой инопланетянин"),
         "exp":900,
         "collectionName":gls("Инопланетяне"),
         "set":[135,136,137,138,139],
         "collectorDescription":gls("Собери полный набор <b>Инопланетян</b> в <b>Аномальной зоне</b>."),
         "description":gls("Золотой инопланетянин — глава всех инопланетных рас. Его слово — закон. Стать им может только наимудрейший из мудрейших.")
      },{
         "icon":"SeaImageGold",
         "tittle":gls("Золотой штурвал"),
         "exp":600,
         "collectionName":gls("Морская коллекция"),
         "set":[140,141,142,143,144],
         "collectorDescription":gls("Собери полный набор <b>Морской коллекции</b> в <b>Шторме</b>."),
         "description":gls("Судно с золотым штурвалом автоматически попадает на первое место в рейтинге кораблей. Золотой штурвал ведёт к успеху и богатству.")
      },{
         "icon":"AnimalImageGold",
         "tittle":gls("Золотой морской котик"),
         "exp":600,
         "collectionName":gls("Обитатели льдов"),
         "set":[145,146,147,148,149],
         "collectorDescription":gls("Собери полный набор <b>Обитателей льдов</b> в <b>Шторме</b>."),
         "description":gls("На лежбище золотой морской котик заметен сразу. Он выгодно выделяется на фоне своих собратьев с тёмной шёрсткой.")
      },{
         "icon":"SurvivalSetImageGold",
         "tittle":gls("Золотая карта Диких Земель"),
         "exp":500,
         "collectionName":gls("Набор для выживания"),
         "set":[150,151,152,153,154],
         "collectorDescription":gls("Собери полный набор <b>для выживания</b> в <b>Диких Землях</b>."),
         "description":gls("Покажет места в которых могли остаться останки древней цивилизации и поможет не заблудится в опасной местности.")
      },{
         "icon":"WildRocksImageGold",
         "tittle":gls("Золотой гранит"),
         "exp":500,
         "collectionName":gls("Горные породы"),
         "set":[155,156,157,158,159],
         "collectorDescription":gls("Собери полный набор <b>Горных пород</b> в <b>Диких Землях</b>."),
         "description":gls("Редкая и самая ценная порода, её можно найти только в скалах Диких земель. Строения из этого материала до сих пор сохранились и служат свидетельством древней цивилизации.")
      },{
         "icon":"PetroglyphsImageGold",
         "tittle":gls("Золотой рисунок охотников"),
         "exp":500,
         "collectionName":gls("Наскальные рисунки"),
         "set":[160,161,162,163,164],
         "collectorDescription":gls("Собери полный набор <b>Наскальных рисунков</b> в <b>Диких Землях</b>."),
         "description":gls("Наскальный рисунок охотников — ценная архиологическая находка. Это свидетельство о том, как древние жители Диких Земель охотились на Мамонтов.")
      },{
         "icon":"AnimalRestsImageGold",
         "tittle":gls("Золотой cкелет динозавра"),
         "exp":500,
         "collectionName":gls("Останки древних животных"),
         "set":[165,166,167,168,169],
         "collectorDescription":gls("Собери полный набор <b>Останков древних животных</b> в <b>Диких Землях</b>."),
         "description":gls("Скелет самого большого существа на Диких Землях, до сих пор выглядит устрашающе и монструозно.")
      }],[{
         "clothesId":§_-P2x§.§_-rR§,
         "awardText":gls("Теперь ты можешь играть за нового персонажа!")
      },{},{
         "clothesId":§_-P2x§.§_-b2N§,
         "awardText":gls("Теперь ты можешь играть за нового персонажа!")
      },{
         "clothesId":§_-P2x§.SCRAT_METAL,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.SCRATTY_METAL,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      },{
         "clothesId":§_-P2x§.SCRAT_DRAGON,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.SCRATTY_DRAGON,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      },{
         "clothesId":§_-P2x§.SCRAT_JUGGLER,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.SCRATTY_JUGGLER,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      },{
         "clothesId":§_-P2x§.SCRAT_VAMPYRE,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.SCRATTY_VAMPYRE,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      },{
         "clothesId":§_-P2x§.SCRAT_HATTER,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.SCRATTY_HATTER,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      },{
         "clothesId":§_-P2x§.SCRAT_SKELETON,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.SCRATTY_SKELETON,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      },{
         "clothesId":§_-P2x§.SCRAT_PERSIA,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.SCRATTY_PERSIA,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      },{
         "clothesId":§_-P2x§.SCRAT_ROBOCOP,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэта")
      },{
         "clothesId":§_-P2x§.§_-pM§,
         "awardText":gls("Теперь у тебя есть новый костюм для Скрэтти")
      }]];
      
      private static var §_-R19§:Array = null;
      
      public function §_-42H§()
      {
         super();
      }
      
      public static function get §_-U13§() : Array
      {
         return DATA[§_-R2h§];
      }
      
      public static function get §_-V10§() : Array
      {
         return DATA[§_-zL§];
      }
      
      public static function get §_-s1B§() : Array
      {
         return DATA[§_-R1m§];
      }
      
      public static function get §_-xO§() : Array
      {
         if(!§_-R19§)
         {
            §_-R19§ = [{
               "location":§_-at§.§_-I6§,
               "set":[§_-P2Z§,§_-v1B§,§_-H3§,§_-bt§]
            },{
               "location":§_-at§.§_-N2g§,
               "set":[§_-Rt§,§_-aK§,§_-A2W§,§_-D2S§]
            },{
               "location":§_-at§.§_-D18§,
               "set":[§_-x1O§,§_-43F§,§_-930§,§_-g27§]
            },{
               "location":§_-at§.§_-G1K§,
               "set":[§_-V2u§,§_-W1C§,§_-H25§,§_-v2i§]
            },{
               "location":§_-at§.§_-U1s§,
               "set":[§_-q2M§,§_-R1g§,§_-mU§,§_-01W§]
            },{
               "location":§_-at§.§_-e2a§,
               "set":[§_-03c§,§_-624§,§_-D1i§,§_-23g§]
            },{
               "location":§_-at§.§_-92b§,
               "set":[§_-O2U§,§_-cC§,§_-2M§,§_-C24§]
            },{
               "location":§_-at§.§_-j1i§,
               "set":[§_-Y1x§,§_-51W§,§_-B2j§,§_-ob§]
            }];
         }
         return §_-R19§;
      }
      
      public static function §_-D1U§(param1:int) : Class
      {
         return getDefinitionByName(§_-U13§[param1]["icon"]) as Class;
      }
      
      public static function §_-uI§(param1:int) : Class
      {
         return getDefinitionByName(§_-V10§[param1]["icon"]) as Class;
      }
      
      public static function §_-Z1a§(param1:int) : int
      {
         return §_-s1B§[param1]["clothesId"];
      }
      
      public static function §_-02f§(param1:int) : String
      {
         return §_-U13§[param1]["tittle"];
      }
      
      public static function §_-13l§(param1:int) : int
      {
         var _loc2_:int = 0;
         while(_loc2_ < §_-42H§.§_-xO§.length)
         {
            if(§_-42H§.§_-xO§[_loc2_]["set"].indexOf(param1) != -1)
            {
               return §_-42H§.§_-xO§[_loc2_]["location"];
            }
            _loc2_++;
         }
         return 0;
      }
   }
}

